Repository: kingslay/Localizable
Catalog: TracyPlayerAPP.xcstrings
Source language: en
Languages: ar, zh_hans

source: Add Drive
ar: إضافة Drive
zh_hans: 添加驱动器

source: Add Local M3U
ar: إضافة M3U محليًا
zh_hans: 添加本地M3U

source: Advanced
ar: عام
zh_hans: 高级设置

source: Align X
ar: محاذاة X
zh_hans: 水平对齐

source: Align Y
ar: محاذاة Y
zh_hans: 垂直对齐

source: All
ar: الجميع
zh_hans: 全部

source: Asynchronous Decompression
ar: فك الضغط غير المتزامن
zh_hans: 异步解压缩

source: Audio
ar: الصوت
zh_hans: 音频

source: Audio Filters
ar: فلتر الصوت
zh_hans: 音频过滤器

source: Audio Player Type
ar: نوع مشغل الصوت
zh_hans: 音频播放器类型

source: Audio Recognize Locales
ar: التعرف على الصوت
zh_hans: 音频识别区域

source: Auto Play
ar: التشغيل التلقائي
zh_hans: 自动播放

source: Background Color
ar: لون الخلفية

source: Bold
ar: عريض
zh_hans: 粗体

source: Caching viewed content(limit size)
ar: تخزين المحتوى المعروض مؤقتًا (حد الحجم)
zh_hans: 缓存已观看内容（限制大小）

source: Caching viewed content(not litmit size)
ar: تخزين المحتوى المعروض مؤقتًا (لا حدود للحجم)
zh_hans: 缓存已观看内容（无大小限制）

source: Can Background Play
ar: يمكن تشغيل الخلفية
zh_hans: 支持后台播放

source: Cancel
ar: إلغاء
zh_hans: 取消

source: Cancel favorite
ar: إلغاء المفضلة
zh_hans: 取消收藏

source: Connection Keep Alive
ar: اتصال مستمر

source: Copy url
ar: نسخ عنوان URL
zh_hans: 复制链接

source: Default
ar: الافتراضي
zh_hans: 默认

source: Delete
ar: مسح
zh_hans: 删除

source: Device HDR Modes
ar: وضع HDR
zh_hans: 设备HDR模式

source: Disk Cache Video In Playing
ar: ذاكرة التخزين المؤقتة
zh_hans: 播放时磁盘缓存视频

source: Do you want to make the link you added public? It is public by default. All people can see it. But only you can modify and delete
ar: هل تريد جعل الرابط الذي أضفته عامًا؟ إنه عام بشكل افتراضي. يمكن لجميع الأشخاص رؤيته. لكنك وحدك يمكنك تعديله وحذفه
zh_hans: 您要将添加的链接设为公开吗？默认公开，所有人可见，但只有您可以修改和删除

source: Done
ar: تم
zh_hans: 完成

source: Double Refresh Rate
ar: معدل التحديث المزدوج

source: Dovi Hardware decoder
ar: فك تشفير الأجهزة
zh_hans: 杜比视界硬件解码器

source: Enable audio VideoClock Sync
ar: تمكين مزامنة الفيديو والصوت
zh_hans: 启用音视频时钟同步

source: Enable deInterlace Add Idet
ar: تمكين إلغاء التداخل (إضافة IDET)
zh_hans: 启用去隔行扫描（添加IDET）

source: Enable displayLink preferredFrame
ar: تمكين إطار العرض المفضل لـ شاشة العرض
zh_hans: 启用显示链接优选帧率

source: Fast Open Video
ar: فيديو سريع الفتح
zh_hans: 快速打开视频

source: Favorite
ar: مفضل
zh_hans: 收藏

source: FeedBack
ar: تعليق
zh_hans: 反馈

source: File Type
ar: نوع الملف
zh_hans: 文件类型

source: Files
ar: الملفات
zh_hans: 文件

source: First Player Type
ar: نوع المشغل الأول
zh_hans: 首选播放器类型

source: Font
ar: الخط
zh_hans: 字体

source: Font Name
ar: اسم الخط
zh_hans: 字体名称

source: Font Size
ar: حجم الخط
zh_hans: 字体大小

source: General
ar: عام
zh_hans: 通用设置

source: Group filter
ar: عامل تصفية المجموعة
zh_hans: 分组过滤器

source: Hardware decoder
ar: فك تشفير الأجهزة
zh_hans: 硬件解码器

source: History URL
ar: رابط التاريخ
zh_hans: 历史链接

source: Home
ar: الصفحة الرئيسية
zh_hans: 主页

source: Host
ar: العنوان
zh_hans: 主机

source: HTTP Authentication
ar: مصادقة HTTP
zh_hans: HTTP认证

source: Http User Agent
ar: وكيل مستخدم HTTP
zh_hans: HTTP用户代理

source: Is Accurate Seek
ar: هل البحث دقيق
zh_hans: 精确跳转

source: Is ASS Use Image Render
ar: استخدم ASS
zh_hans: ASS字幕使用图像渲染

source: Is force play ISO Blu-ray disc
ar: قوة التشغيل ISO قرص Blu-ray
zh_hans: 强制播放ISO蓝光光盘

source: Is Https
ar: هل HTTPS
zh_hans: 启用HTTPS

source: Is Low Delay
ar: هل التأخير منخفض
zh_hans: 低延迟模式

source: Is Select Max BitRate Track
ar: تحديد مسار معدل البت الأقصى
zh_hans: 选择最高码率轨道

source: is SRT Use Image Render
ar: استخدم SRT
zh_hans: SRT字幕使用图像渲染

source: Is Use New SubtitleRender
ar: أستخدم SubtitleRender الجديد

source: Italic
ar: مائل
zh_hans: 斜体

source: Log file
ar: ملف السجل
zh_hans: 日志文件

source: Loop Play
ar: تشغيل الحلقة
zh_hans: 循环播放

source: Margin Left
ar: الهامش الأيسر
zh_hans: 左边距

source: Margin Right
ar: الهامش الأيمن
zh_hans: 右边距

source: Margin Vertical
ar: الهامش العمودي
zh_hans: 垂直边距

source: Max Buffer Second
ar: أقصى حجم للتخزين المؤقت في الثانية
zh_hans: 最大缓冲秒数

source: Name
ar: الاسم
zh_hans: 名称

source: None
ar: لا يوجد
zh_hans: 无

source: Not Cache
ar: ليس ذاكرة التخزين المؤقتة
zh_hans: 不缓存

source: Opacity: %lld%%
ar: التعتيم%lld

source: Open
ar: فتح
zh_hans: 打开

source: Open File
ar: فتح الملف
zh_hans: 打开文件

source: Open URL
ar: فتح الرابط
zh_hans: 打开链接

source: Optional
ar: اختياري
zh_hans: 可选

source: Password
ar: كلمة المرور
zh_hans: 密码

source: Path
ar: المسار
zh_hans: 路径

source: Picture In Picture Inline
ar: صورة داخل صورة
zh_hans: 画中画内联模式

source: Picture In Picture Type
ar: نوع الصورة داخل الصورة
zh_hans: 画中画类型

source: Player
ar: مشغل
zh_hans: 播放器

source: Please select one share to connect
ar: يرجى تحديد مشاركة واحدة للاتصال
zh_hans: 请选择要连接的共享

source: Pop ViewController
ar: عرض وحدة تحكم العرض
zh_hans: 弹出视图控制器

source: Pop ViewController(in APP)
ar: عرض وحدة تحكم العرض(في التطبيق)
zh_hans: 应用内弹出视图控制器

source: Port
ar: المنفذ
zh_hans: 端口

source: Position
ar: العنوان
zh_hans: 位置

source: Preferred Forward Buffer Duration
ar: مدة المخزن المؤقت الأمامي المفضل
zh_hans: 首选前向缓冲时长

source: Preloading video content(limit size)
ar: تحميل محتوى الفيديو (تحديد الحجم)
zh_hans: 预加载视频内容（限制大小）

source: Preloading video content(not litmit size)
ar: تحميل محتوى الفيديو (بلا حد)
zh_hans: 预加载视频内容（无大小限制）

source: Record Video
ar: تسجيل الفيديو
zh_hans: 录制视频

source: Remember URL
ar: تذكر عنوان URL
zh_hans: 记住链接

source: Save Cache Video
ar: حفظ ملفات الفيديو المؤقتة
zh_hans: 保存缓存视频

source: Save Playback History
ar: حفظ سجل التشغيل

source: Schema demo
ar: مخطط العرض التوضيحي
zh_hans: 方案演示

source: Seek Image Subtitle
ar: البحث عن ترجمة الصورة
zh_hans: 跳转图像字幕

source: Seek Use Packet Cache
ar: البحث عن استخدام ذاكرة التخزين المؤقت للبيانات
zh_hans: 跳转使用数据包缓存

source: Setting
ar: الإعدادات
zh_hans: 设置

source: Shadow Color
ar: لون الظل

source: Show Developer HUD Log
ar: عرض سجل HUD للمطور

source: Show Translate Source Text
ar: إظهار نص المصدر المترجم
zh_hans: 显示翻译原文

source: Show URLImport
ar: إظهار استيراد عنوان URL
zh_hans: 显示URL导入

source: Sponsor
ar: الراعي
zh_hans: 捐赠

source: Start
ar: ابدأ
zh_hans: 开始

source: Stop
ar: إيقاف
zh_hans: 停止

source: Strip Subtitle Style
ar: نمط الترجمة
zh_hans: 去除字幕样式

source: Subtitle
ar: ترجمة
zh_hans: 字幕

source: Text Color
ar: لون النص

source: Translation Target Language
ar: لغة الترجمة
zh_hans: 翻译目标语言

source: URL
ar: عنوان URL
zh_hans: 链接

source: Use DisplayLayer
ar: استخدم واجهة العرض
zh_hans: 使用显示层

source: Username
ar: اسم المستخدم
zh_hans: 用户名

source: Video
ar: فيديو
zh_hans: 视频

source: Video Filters
ar: فلتر الفيديو
zh_hans: 视频过滤器

source: Video Soft Decode Thread Count
ar: عدد خيوط فك التشفير الناعم للفيديو
zh_hans: 视频软解码线程数

source: Yadif Mode
ar: وضع Yadif
zh_hans: Yadif模式

source: Yadif
zh_hans: Yadif去隔行
